tap "qmk/qmk"
tap "osx-cross/arm"
tap "osx-cross/avr"

brew "FelixKratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mole"
brew "qmk/qmk/qmk"
brew "xcodegen"

cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "bambu-studio"
cask "bettermouse"
cask "blender"
cask "cardhop"
cask "claude"
cask "claude-code"
cask "daisydisk"
cask "deskpad"
cask "discord"
cask "fantastical"
cask "figma"
cask "font-sf-pro" # SF Symbols glyphs for sketchybar (Apple logo, battery, volume)
cask "forklift"
cask "ghostty"
cask "github"
cask "hammerspoon"
cask "herd"
cask "hiddenbar"
cask "httpie-desktop"
cask "iina"
cask "jdownloader"
cask "jetbrains-toolbox"
cask "linear"
cask "logi-options+"
# lghub's installer crashes (signal TRAP) if the app already exists, so only
# install via brew when it isn't present; LG Hub self-updates thereafter.
cask "logitech-g-hub" unless File.exist?("/Applications/lghub.app")
cask "macs-fan-control"
cask "mactracker"
# obsbot-center removed from Homebrew Cask (no replacement token); install manually from obsbot.com
cask "orbstack"
cask "protonvpn"
cask "ray"
cask "raycast"
cask "slack"
cask "steam"
cask "tableplus"
cask "telegram"
cask "tella"
cask "the-unarchiver"
cask "tinkerwell"
cask "transmission"
cask "transmit"
cask "tuple"
cask "visual-studio-code"
cask "zed"
cask "zen"
cask "zoom"
