brew "mole"

cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "bambu-studio"
cask "bettermouse"
cask "blender"
cask "bluebubbles"
cask "brave-browser"
cask "cardhop"
cask "claude"
cask "claude-code"
cask "codexbar"
cask "daisydisk"
cask "deskpad"
cask "discord"
cask "fantastical"
cask "figma"
cask "forklift"
cask "ghostty"
cask "ghostty@tip"
cask "github"
cask "hammerspoon"
cask "herd"
cask "hiddenbar"
cask "httpie"
cask "httpie-desktop"
cask "iina"
cask "jdownloader"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "logi-options+"
cask "logitech-g-hub"
cask "love"
cask "macs-fan-control"
cask "mactracker"
cask "notion"
cask "obsbot-center"
cask "orbstack"
cask "protonvpn"
cask "qmk-toolbox"
cask "ray"
cask "raycast"
cask "repobar"
cask "slack"
cask "spark-app"
cask "steam"
cask "tableplus"
cask "telegram"
cask "tella"
cask "the-unarchiver"
cask "tinkerwell"
cask "transmission"
cask "transmit"
cask "tuple"
cask "visual-studio-code"
cask "zed"
cask "zen"
cask "zoom"
