tap "anomalyco/tap"
tap "antoniorodr/memo"
tap "qmk/qmk"

brew "anomalyco/tap/opencode"
brew "antoniorodr/memo/memo"
brew "cmatrix"
brew "deno"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "gradle"
brew "imagemagick"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "node"
brew "nvm"
brew "openvpn"
brew "oven-sh/bun/bun"
brew "pie"
brew "pipx"
brew "qmk/qmk/qmk"
brew "ripgrep"
brew "rust"
brew "screen"
brew "speedtest-cli"
brew "stylua"
brew "transmission-cli"
brew "tree-sitter-cli"
brew "xcodegen"
brew "zig"
